Repository: kongbaguni/MyGifticon
Catalog: MyGifticon/Localizable.xcstrings
Source language: en
Languages: ko

source: %d days left
ko: %d 일 남음

source: alert
ko: 알림

# alreadySavedGifticon
source: Gift certificate ID already saved
ko: 이미 저장된 기프티콘 입니다.

source: Brands
ko: 브랜드

# clear used
source: Delete Used Gifticon
ko: 사용한 기프티콘 삭제

# clear used message
source: Delete a used Gifticon. Deleted Gifticons cannot be recovered.
ko: 사용한 기프티콘을 삭제합니다.

# clear used title
source: Delete Used Gifticon
ko: 사용한 기프티콘 삭제

source: delete
ko: 삭제

# empty list msg when tag is selected
source: There is no gifticon for the selected tag.
ko: 선택한 태그의 기프티콘이 없습니다.

source: Gifticon
ko: 기프티콘

source: Gifticon Expire Alert
ko: 기프티콘 만료 알림

source: Gifticon Image
ko: 기프티콘 이미지

# home placeholder description
source: Manage your gift cards conveniently. We'll notify you when they expire.
ko: 기프티콘 을 편리하게 관리하세요. 만료일을 알려드립니다.

# home placeholder title
source: Gifticon Manager
ko: 기프티콘 관리자

source: Import image from clipboard
ko: 클립보드에서 가져오기

source: Limit over
ko: 유효기간 경과

source: memo
ko: 메모

source: MyGifticon
ko: 마이 기프티콘

# notFoundGifticonAtClipboard
source: There is no image in the clipboard.
ko: 클립보드에 이미지가 없습니다.

source: not GIfticon image
ko: 기프티콘 이미지가 아닙니다.

# notify expired
source: Expiration date reminder
ko: 만료일 알림

source: restore
ko: 복구

source: save
ko: 저장

source: Select from photo library
ko: 사진 보관함에서 가져오기

source: The Gifticon expires in %d days
ko: 기프티콘이 %d일 후 만료됩니다.

source: The Gifticon is Expire Today
ko: 기프티콘이 오늘 만료됩니다.

source: until %@
ko: %@ 까지

source: use
ko: 사용

source: Used
ko: 사용함

source: used date time : %@
ko: 사용한 시각 : %@

source: used location
ko: 사용한 위치

source: version
ko: 버전
